const easyTasks = [
    {
        text: "Придумай новый логотип для случайного предмета в своей комнате",
        category: "Визуальные эксперименты"
    },
    {
        text: "Найди в облаках или пятнах случайные силуэты и дорисуй их",
        category: "Визуальные эксперименты"
    },
    {
        text: "Сделай зарисовку, используя только геометрические фигуры",
        category: "Визуальные эксперименты"
    },
    {
        text: "Изобрази эмоцию без использования лица (например, через позу)",
        category: "Визуальные эксперименты"
    },
    {
        text: "Нарисуй сказочного героя, но в футуристическом стиле",
            category: "Визуальные эксперименты"
    },


    {
        text: "Придумай 5 альтернативных способов использования зубной щётки",
        category: "Креативное мышление"
    },
    {
        text: "Возьми случайное слово из книги и придумай новый продукт с этим названием",
        category: "Креативное мышление"
    },
    {
        text: "Создай рекламный плакат для вымышленного места",
        category: "Креативное мышление"
    },
    {
        text: "Напиши список 10 невозможных вещей, которые ты хотел бы сделать",
        category: "Креативное мышление"
    },
    {
        text: "Придумай 5 идей для креативных магазинов, где продают необычные вещи",
        category: "Креативное мышление"
    },


    {
        text: "Придумай концепт ресторана, где все блюда подаются неожиданным способом",
        category: "Прокачка идей"
    },
    {
        text: "Нарисуй карту вымышленного мира и придумай его историю",
        category: "Прокачка идей"
    },
    {
        text: "Создай 5 новых смайликов и объясни их значение",
        category: "Прокачка идей"
    },
    {
        text: "Напиши мини-историю из 5 предложений, но сделай её максимально насыщенной",
        category: "Прокачка идей"
    },
    {
        text: "Изобрази 3 персонажей, которые могли бы существовать в одной истории",
        category: "Прокачка идей"
    },


    {
        text: "Сделай рисунок, вдохновленный текстурой (дерево, ткань, бетон)",
        category: "Игры с материалами и формами"
    },
]

export default easyTasks;