const hardTasks = [
    {
        text: "Нарисуй один и тот же объект в 10 разных стилях (комикс, пиксельарт, аниме)",
        category: "Визуальные эксперименты"
    },
    {
        text: "Создай иллюстрацию, используя только два цвета",
        category: "Визуальные эксперименты"
    },
    {
        text: "Нарисуй персонажа, комбинируя черты двух животных",
        category: "Визуальные эксперименты"
    },
    {
        text: "Придумай новый дизайн игральной карты (например, «Короля червей»)",
        category: "Визуальные эксперименты"
    },
    {
        text: "Нарисуй себя в параллельной вселенной – кем бы ты был?",
        category: "Визуальные эксперименты"
    },


    {
        text: "Напиши список вещей, которые нельзя фотографировать, и придумай, как это сделать",
        category: "Креативное мышление"
    },
    {
        text: "Представь, что ты — инопланетянин. Как бы выглядел твой алфавит? Нарисуй его",
        category: "Креативное мышление"
    },
    {
        text: "Выберите два несовместимых предмета и попробуйте объединить их в один (например, лампа + банан)",
        category: "Креативное мышление"
    },
    {
        text: "В течение 5 минут подряд описывай всё, что видишь вокруг, но только с точки зрения инопланетянина",
        category: "Креативное мышление"
    },


    {
        text: "Придумай альтернативный финал известного фильма или книги",
        category: "Прокачка идей"
    },
    {
        text: "Нарисуй свою мечту в формате комикса",
        category: "Прокачка идей"
    },
    {
        text: "Придумай новый цвет и опиши, как он выглядит и где используется",
        category: "Прокачка идей"
    },
    {
        text: "Создай необычного супергероя с нестандартной суперспособностью",
        category: "Прокачка идей"
    },
    {
        text: "Придумай, какие профессии появятся в будущем",
        category: "Прокачка идей"
    },


    {
        text: "Сделай коллаж из старых журналов, газет и упаковок",
        category: "Игры с материалами и формами"
    },
    {
        text: "Попробуй сделать скетч левой рукой (если ты правша, или наоборот)",
        category: "Игры с материалами и формами"
    },
];

export default hardTasks;