const hardTasks = [
    {
        text: "Сделай набросок, не отрывая руки от бумаги (или стилуса от планшета)",
        category: "Визуальные эксперименты"
    },
    {
        text: "Нарисуй персонажа, чья одежда полностью отражает его характер",
        category: "Визуальные эксперименты"
    },
    {
        text: "Создай постер к фильму, который ещё не существует",
        category: "Визуальные эксперименты"
    },
    {
        text: "Сделай рисунок в стиле кубизма",
        category: "Визуальные эксперименты"
    },
    {
        text: "Попробуй нарисовать что-то с закрытыми глазами, а потом доработай рисунок",
        category: "Визуальные эксперименты"
    },


    {
        text: "Напиши 10 неожиданных способов использовать скрепку",
        category: "Креативное мышление"
    },
    {
        text: "Придумай слоган для себя как бренда",
        category: "Креативное мышление"
    },
    {
        text: "Напиши историю, в которой все диалоги заменены эмодзи",
        category: "Креативное мышление"
    },
    {
        text: "Напиши список 10 невозможных вещей, которые ты хотел бы сделать",
        category: "Креативное мышление"
    },
    {
        text: "Нарисуй или опиши персонажа, который воплощает слово «свобода»",
        category: "Креативное мышление"
    },
    {
        text: "Нарисуй 10 символов, которые могли бы стать эмблемами для эмоций",
        category: "Креативное мышление"
    },


    {
        text: "Нарисуй предмет, который может решать одну из твоих повседневных проблем",
        category: "Прокачка идей"
    },
    {
        text: "Напиши 10 идей для необычных арт-проектов",
        category: "Прокачка идей"
    },
    {
        text: "Нарисуй свою мечту в формате комикса",
        category: "Прокачка идей"
    },
    {
        text: "Придумай миф о том, как появился определённый цвет",
        category: "Прокачка идей"
    },
    {
        text: "Создай комикс, где главный герой – неодушевлённый предмет",
        category: "Прокачка идей"
    },


    {
        text: "Нарисуй иллюстрацию, используя только пальцы (без кистей и карандашей)",
        category: "Игры с материалами и формами"
    },
    {
        text: "Нарисуй иллюстрацию, используя только типографику (буквы и цифры)",
        category: "Игры с материалами и формами"
    }
];

export default hardTasks;